{
  "cv": {
    "title": "Ausbildung & Zertifikate",
    "description": "Mein Bildungsweg spiegelt meine Leidenschaft für Technologie und kontinuierliches Lernen wider. Ausgehend von einer soliden Grundlage in Mathematik und Physik habe ich mich in die Informatik und moderne Webtechnologien weiterentwickelt. Durch formale Bildung und professionelle Zertifizierungen habe ich ein vielfältiges Skillset aufgebaut, das theoretisches Wissen mit praktischer Expertise im Cloud Computing und der Webentwicklung verbindet.",
    "education": {
      "bta": {
        "title": "Biologisch-technischer Assistent",
        "description": "Ausbildung zum Biologisch-technischen Assistenten. Erwerb fundierter analytischer Fähigkeiten und wissenschaftlicher Grundlagen, die sich als wertvoll für die systematische Herangehensweise an komplexe technische Probleme erwiesen haben."
      },
      "bachelor": {
        "title": "Bachelor of Science",
        "description": "Bachelor of Science mit Fokus auf analytisches Denken und Problemlösung. Kombination von theoretischem Wissen mit praktischen Anwendungen im wissenschaftlichen Rechnen."
      },
      "master": {
        "title": "Master of Science",
        "description": "Master of Science mit Spezialisierung auf Datenanalyse und computergestützte Methoden. Vertiefte Expertise in statistischer Analyse und datengetriebener Entscheidungsfindung."
      },
      "frontend": {
        "title": "Frontend-Entwicklung",
        "description": "Intensive Weiterbildung in modernen Frontend-Entwicklungstechnologien während eines Gap Years. Schwerpunkt auf Responsive Design, moderne JavaScript-Frameworks und Web-Development Best Practices."
      }
    },
    "experience": {
      "fullstack": {
        "title": "Software-Entwickler",
        "description": "Fullstack-Entwicklung moderner Anwendungen mit .NET Core, Entity Framework, Python und automatisierten Tests (Selenium/UIPath). Tägliche Arbeit mit Git zur Versionskontrolle und enge Zusammenarbeit in agilen Teams. Schlüsselprojekte umfassen eine modulare Unternehmensverwaltungs-App (Blazor, ASP.NET Core, PostgreSQL) und ein Labor-Middleware-System (Spring Boot, Java, Docker)."
      },
      "instructor": {
        "title": "Programmierdozent",
        "description": "Programmierdozent für Python (Grundlagen, Data Science), Dart & Flutter und HTML5/CSS3 (inkl. SASS). Eigenständige Organisation und Durchführung von 4-Wochen-Modulen für Gruppen von ca. 15 Teilnehmern in Vollzeit-Online-Kursen."
      }
    },
    "certificates": {
      "aws": {
        "title": "AWS Cloud Practitioner",
        "description": "AWS Certified Cloud Practitioner Zertifizierung, die fundamentales Wissen über AWS Cloud-Architektur, Services und Betrieb nachweist."
      },
      "react": {
        "title": "React Advanced",
        "description": "Advanced React Zertifizierung mit Fokus auf komplexes State Management, Performanceoptimierung, Custom Hooks und moderne React-Patterns."
      }
    }
  }
} 